Repository: ivogomes/ivogomes
Catalog: tools/tmx-editor/sample.tmx
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, sv, zh_cn

source: AI Phishing Detection Enabled
de: KI-Phishing-Erkennung aktiviert
es: Detección de phishing con IA habilitada
fr: Détection de phishing par IA activée
it: Rilevamento di phishing tramite IA attivato
ja: AI フィッシング検出が有効になりました
nl: AI Phishing-detectie ingeschakeld
pt_br: Deteção de Phishing com IA Habilitada
sv: AI-nätfiskedetektering aktiverad
zh_cn: AI 网络钓鱼检测已启用

source: Buy Dashlane Omnix Enterprise
de: Dashlane Omnix Enterprise kaufen
es: Comprar Dashlane Omnix Enterprise
fr: Acheter Dashlane Omnix Enterprise
it: Acquista Dashlane Omnix Enterprise
ja: Dashlane Omnix Enterprise を購入
nl: Koop Dashlane Omnix Enterprise
pt_br: Comprar Dashlane Omnix Enterprise
sv: Köp Dashlane Omnix Enterprise
zh_cn: 购买 Dashlane Omnix Enterprise

source: Update your password immediately to prevent unauthorized access to this account.
de: Aktualisieren Sie Ihr Passwort umgehend, um unbefugten Zugriff auf dieses Konto zu verhindern.
es: Actualice su contraseña de inmediato para evitar el acceso no autorizado a esta cuenta.
fr: Mettez à jour votre mot de passe immédiatement pour empêcher les accès non autorisés à ce compte.
it: Aggiorna immediatamente la tua password per impedire l'accesso non autorizzato a questo account.
ja: 不正アクセスを防止するために、このアカウントのパスワードをすぐに更新してください。
nl: Werk uw wachtwoord onmiddellijk bij om onbevoegde toegang tot deze account te voorkomen.
pt_br: Atualize sua senha imediatamente para evitar acesso não autorizado a esta conta.
sv: Uppdatera ditt lösenord omedelbart för att förhindra obehörig åtkomst till detta konto.
zh_cn: 立即更新您的密码，以防止未经授权访问此帐户。

source: When assigning your Dashlane deployment policies in this MDM tool, you must apply the policy to User objects (such as User Groups or User OUs), not Machine or Device objects.
de: Wenn Sie Ihre Dashlane-Bereitstellungsrichtlinien in diesem MDM-Tool zuweisen, müssen Sie die Richtlinie auf Benutzerobjekte (wie Benutzergruppen oder Benutzer-OUs) anwenden, nicht auf Maschinen- oder Geräteobjekte.
es: Al asignar sus políticas de implementación de Dashlane en esta herramienta de MDM, debe aplicar la política a los objetos de usuario (como grupos de usuarios u OUs de usuario), no a objetos de máquina o dispositivo.
fr: Lorsque vous attribuez vos politiques de déploiement Dashlane dans cet outil MDM, vous devez appliquer la politique aux objets Utilisateur (tels que les groupes d'utilisateurs ou les UO d'utilisateurs), et non aux objets Machine ou Appareil.
it: Quando assegni i criteri di implementazione di Dashlane in questo strumento MDM, devi applicare il criterio agli oggetti utente (come gruppi di utenti o unità organizzative utente), non agli oggetti macchina o dispositivo.
ja: この MDM ツールで Dashlane のデプロイメントポリシーを設定する際は、マシンオブジェクトやデバイスオブジェクトではなく、ユーザーオブジェクト（ユーザーグループやユーザー OU など）にポリシーを適用する必要があります。
nl: Wanneer u uw Dashlane-implementatiebeleid in deze MDM-tool toewijst, moet u het beleid toepassen op User-objecten (zoals gebruikersgroepen of gebruikers-OU’s), niet op Machine- of apparaatobjecten.
pt_br: Ao atribuir suas políticas de implantação da Dashlane nesta ferramenta MDM, você deve aplicar a política a objetos de usuário (como Grupos de usuários ou OUs de usuários), não a objetos de máquina ou dispositivo.
sv: När du tilldelar dina Dashlane-distributionspolicyer i det här MDM-verktyget måste du tillämpa policyn på användarobjekt (till exempel användargrupper eller användar-OU:er), inte maskin- eller enhetsobjekt.
zh_cn: 在此 MDM 工具中分配 Dashlane 部署策略时，您必须将策略应用于用户对象（例如用户群组或用户 OU），而非计算机或设备对象。

source: Upgrade to Omnix Enterprise
de: Upgrade auf Omnix Enterprise
es: Actualizar a Omnix Enterprise
fr: Passez à Omnix Enterprise
it: Aggiorna a Omnix Enterprise
ja: Omnix Enterprise にアップグレード
nl: Upgrade naar Omnix Enterprise
pt_br: Fazer upgrade para o Omnix Enterprise
sv: Uppgradera till Omnix Enterprise
zh_cn: 升级到 Omnix Enterprise

source: All users
de: Alle Benutzer
es: Todos los usuarios
fr: Tous les utilisateurs
it: Tutti gli utenti
ja: すべてのユーザー
nl: Alle gebruikers
pt_br: Todos os usuários
sv: Alla användare
zh_cn: 所有用户

source: Customize autofill for all websites
de: Automatisches ausfüllen für alle Websites anpassen
es: Personalizar autocompletado para todos los sitios web
fr: Personnalisez la remplissage automatique pour tous les sites Web
it: Personalizza compilazione automatica per tutti i siti web
ja: すべてのウェブサイトに対して自動入力をカスタマイズ
nl: Automatisch invullen aanpassen voor alle websites
pt_br: Personalizar o preenchimento automático para todos os sites
sv: Anpassa automatisk ifyllning för alla webbplatser
zh_cn: 为所有网站自定义自动填充

source: Data collected by the Dashlane browser extension for all employees on company-managed devices, whether or not they're using a Dashlane vault.
de: Von der Dashlane-Browser-Erweiterung für alle Mitarbeitenden auf unternehmenseigenen Geräten erfasste Daten, unabhängig davon, ob sie einen Dashlane-Tresor verwenden oder nicht.
es: Datos recopilados por la extensión de navegador de Dashlane para todos los empleados en dispositivos administrados por la compañía, independientemente de si utilizan o no una caja fuerte de Dashlane.
fr: Données collectées par l'extension du navigateur Dashlane pour tous les employés sur les appareils gérés par l'entreprise, qu'ils utilisent ou non un coffre-fort Dashlane.
it: Dati raccolti dall'estensione del browser Dashlane per tutti i dipendenti sui dispositivi gestiti dall'azienda, indipendentemente dal fatto che stiano utilizzando una cassaforte Dashlane o meno.
ja: Dashlane ブラウザ拡張機能が収集するデータは、Dashlane の保管庫を使用しているか否かにかかわらず、会社が管理するデバイス上の全従業員を対象とします。
ko: Dashlane 볼트를 사용하고 있는지 여부에 관계없이 Dashlane browser extension이 회사 관리 기기의 모든 직원을 위해 수집한 데이터입니다.
nl: Gegevens verzameld door de Dashlane-browserextensie voor alle medewerkers op bedrijfsbeheerde apparaten, ongeacht of ze een Dashlane-kluis gebruiken.
pt_br: Dados coletados pela extensão do navegador da Dashlane para todos os funcionários em dispositivos gerenciados pela empresa, independentemente de estarem usando um cofre da Dashlane.
sv: Data som samlas in av Dashlane webbläsartillägg för alla anställda på företagshanterade enheter, oavsett om de använder ett Dashlane-kassaskåp eller inte.
zh_cn: Dashlane 浏览器扩展程序在公司管理的设备上收集的所有员工的数据，无论他们是否使用 Dashlane 保管箱。

source: I agree to Dashlane's [Terms of Service](%(tosUrl)s) and [Privacy Policy](https://www.dashlane.com/privacy).
de: Ich erkläre mich mit den [Nutzungsbedingungen](%(tosUrl)s) und der [Datenschutzrichtlinie](https://www.dashlane.com/privacy) von Dashlane einverstanden.
es: Acepto los [Términos de servicio](%(tosUrl)s) y la [Política de privacidad](https://www.dashlane.com/privacy) de Dashlane.
fr: J'accepte les [Conditions générales de service](%(tosUrl)s) et la [Politique de confidentialité](https://www.dashlane.com/privacy) de Dashlane.
it: Accetto i [Termini di servizio](%(tosUrl)s) e l'[Informativa sulla privacy](https://www.dashlane.com/privacy) di Dashlane.
ja: Dashlane の[サービス利用規約](%(tosUrl)s)および[プライバシーポリシー](https://www.dashlane.com/privacy)に同意します。
nl: Ik ga akkoord met de [dienstvoorwaarden](%(tosUrl)s) en het [privacybeleid](https://www.dashlane.com/privacy) van Dashlane.
pt_br: Eu concordo com os [Termos de Serviço](%(tosUrl)s) e a [Política de Privacidade](https://www.dashlane.com/privacy) da Dashlane.
sv: Jag samtycker till Dashlanes [användarvillkor](%(tosUrl)s) och [sekretesspolicy](https://www.dashlane.com/privacy).
zh_cn: 我同意 Dashlane 的[服务条款](%(tosUrl)s)和[隐私政策](https://www.dashlane.com/privacy)。

source: Vault seats
de: Tresor-Lizenzen
es: Puestos de caja fuerte
fr: Licences du coffre-fort
it: Posti cassaforte
ja: 保管庫のシート
nl: Kluisseats
pt_br: Licenças do cofre
sv: Kassaskåpsplatser
zh_cn: 保管箱席位

source: Good password
de: Gutes Passwort
es: Buena contraseña
fr: Bon mot de passe
it: Password buona
ja: 良好なパスワード
nl: Goed wachtwoord
pt_br: Senha boa
sv: Bra lösenord
zh_cn: 安全程度高的密码

source: If turned on, we will only autofill **%(domain)s** and linked websites you defined
de: Wenn aktiviert, werden wir nur **%(domain)s** und von Ihnen definierte verlinkte Websites automatisches ausfüllen

source: Do you want Dashlane to autofill this secure info?
de: Möchten Sie diese sicheren Daten von Dashlane automatisches ausfüllen lassen?

source: Autofill still works as normal. In the meantime, why not practice memorizing your new Master Password?
de: Automatisches ausfüllen funktioniert weiterhin wie gewohnt. Warum prägen Sie sich in der Zwischenzeit nicht Ihr neues Master-Kennwort ein?
es: El autocompletado sigue funcionando como siempre. Mientras tanto, ¿por qué no intenta memorizar su nueva contraseña maestra?
fr: Dans l'attente, la remplissage automatique reste disponible. Pourquoi ne pas en profiter pour mémoriser votre nouveau mot de passe Maître ?

source: Detecting risks for all vault users
de: Erkennung von Risiken für alle Tresor-Benutzer
es: Detección de riesgos para todos los usuarios de la caja fuerte
fr: Détection des risques pour tous les utilisateurs du coffre-fort
it: Rilevamento dei rischi per tutti gli utenti della cassaforte
ja: すべての保管庫ユーザーのリスクを検出する
nl: Risico’s detecteren voor alle (veiligheids-)kluisgebruikers
pt_br: Detectando riscos para todos os usuários do cofre
sv: Identifierar risker för alla kassaskåpsanvändare
zh_cn: 检测所有保管箱用户的风险

source: AI Phishing Detection Disabled
de: KI-Phishing-Erkennung deaktiviert
es: Detección de phishing con IA desactivada
fr: Détection de phishing par IA désactivée
it: Rilevamento di phishing tramite IA disattivato
ja: AI フィッシング検出が無効になりました
nl: AI Phishing-detectie uitgeschakeld
pt_br: Deteção de Phishing com IA Desabilitada
sv: AI-nätfiskedetektering inaktiverad
zh_cn: AI 网络钓鱼检测已禁用

source: Autofill is turned off on this website except for usernames and passwords.
de: Automatisches ausfüllen ist für diese Website mit Ausnahme von Benutzernamen und Passwörtern deaktiviert.
es: El autocompletado se encuentra desactivado en este sitio web, excepto para los nombres de usuario y las contraseñas.
fr: La remplissage automatique est désactivée pour ce site Web, sauf pour les noms d'utilisateur et les mots de passe.

source: Instance Token
de: Instanz-Token
es: Token de instancia
fr: Jeton de l'instance
it: Token istanza
ja: インスタンストークン
nl: Instantie-token
pt_br: Token de instância
sv: Instanstoken
zh_cn: 实例令牌

source: Import from a file in two steps:
de: So importieren Sie in zwei Schritten aus einer Datei:
es: Importe desde un archivo con dos pasos:
fr: Importation depuis un fichier en deux étapes :
it: Importa il contenuto di un file in due passaggi:
ja: ファイルからのインポートは 2 ステップで完了：
nl: In twee stappen importeren vanuit een bestand:
pt_br: Importe de um arquivo em duas etapas:
sv: Importera från en fil i två steg:
zh_cn: 通过以下两个步骤从文件导入：

source: Manage invites
de: Einladungen verwalten
es: Administrar invitaciones
fr: Gérer les invitations
it: Gestisci inviti
ja: 招待を管理する
nl: Uitnodigingen beheren
pt_br: Gerenciar convites
sv: Hantera inbjudningar
zh_cn: 管理邀请

source: Tenant credentials
de: Mandanten-Anmeldedaten
es: Credenciales de tenant
fr: Identifiants du locataire
it: Credenziali del tenant
ja: テナントの認証情報
nl: Tenant-toegangsgegevens
pt_br: Credenciais do tenant
sv: Klientuppgifter
zh_cn: 租户凭证

source: Add new tenant
de: Neuen Mandanten hinzufügen
es: Agregar nuevo tenant
fr: Ajouter un nouveau locataire
it: Aggiungi nuovo tenant
ja: 新しいテナントを追加
nl: Nieuwe tenant toevoegen
pt_br: Adicionar novo tenant
sv: Lägg till ny klient
zh_cn: 添加新租户

source: %(daysLeft)s days left in your Omnix Enterprise trial
de: Ihre Omnix-Enterprise-Testversion läuft noch %(daysLeft)s Tage
es: Quedan %(daysLeft)s días en su prueba de Omnix Enterprise
fr: %(daysLeft)s jours restants dans votre essai Omnix Enterprise
it: %(daysLeft)s giorni rimanenti per la tua prova Omnix Enterprise
ja: Omnix Enterprise のトライアルは残りあと%(daysLeft)s日です
nl: Nog %(daysLeft)s dagen over in uw Omnix Enterprise-proefperiode
pt_br: %(daysLeft)s dias restantes na sua avaliação do Omnix Enterprise
sv: %(daysLeft)s dagar kvar i din provperiod för Omnix Enterprise
zh_cn: 您的 Omnix Enterprise 试用期还剩 %(daysLeft)s 天

source: pending invites
de: ausstehende Einladung
es: invitacione pendiente
fr: invitations en attente
it: inviti in sospeso
ja: 保留中の招待
nl: uitnodigingen in afwachting
pt_br: convites pendentes
sv: väntande inbjudningar
zh_cn: 待处理邀请

source: Extension deployment
de: Bereitstellung der Erweiterung
es: Implementación de la extensión
fr: Déploiement de l'extension
it: Distribuzione dell'estensione
ja: 拡張機能の導入
nl: Extensie-implementatie
pt_br: Implantação da extensão
sv: Tilläggsdistribuering
zh_cn: 扩展程序部署

source: Your plan now includes <b>AI-Powered Scam Protection</b>, designed to keep your data secure.
de: Ihr Tarif umfasst jetzt <b>KI-gestützten Betrugsschutz</b>, der dafür entwickelt wurde, Ihre Daten sicher zu halten.
es: Su plan ahora incluye <b>Protección contra estafas con IA</b>, diseñada para mantener sus datos seguros.
fr: Votre plan inclut désormais la <b>Protection anti-arnaques alimentée par l'IA</b>, conçue pour sécuriser vos données.
it: Il tuo piano ora include la <b>Protezione antitruffa basata sull’IA</b>, progettata per mantenere i tuoi dati al sicuro.
ja: プランに<b>AIを活用した詐欺対策</b>が追加されました。データを安全に保護するために設計されています。
nl: Uw abonnement omvat nu <b>AI-gestuurde bescherming tegen oplichting</b>, ontworpen om uw gegevens veilig te houden.
pt_br: Seu plano agora inclui <b>Proteção contra fraudes baseada em IA</b>, desenvolvida para manter seus dados seguros.
sv: Din plan inkluderar nu <b>AI-drivet bedrägeriskydd</b>, utformat för att hålla dina data säkra.
zh_cn: 您的套餐现在包含<b>AI驱动的诈骗防护</b>，旨在保护您的数据安全。

source: Free trial extended. 1 day left in your Omnix Enterprise trial.
de: Kostenlose Testversion verlängert. Ihre Omnix-Enterprise-Testversion läuft noch 1 Tag.
es: Prueba gratuita ampliada. Queda 1 día en su prueba de Omnix Enterprise.
fr: Essai gratuit prolongé. 1 jour restant pour votre période d'essai Omnix Enterprise.
it: Prova gratuita estesa. 1 giorno rimanente per la tua prova Omnix Enterprise.
ja: 無料トライアルが延長されました。Omnix Enterprise のトライアルは残り1日です。
nl: Gratis proefperiode verlengd. Nog 1 dag over in uw Omnix Enterprise-proefperiode.
pt_br: Avaliação gratuita estendida. 1 dia restante na sua avaliação do Omnix Enterprise.
sv: Free provperiod har förlängts. 1 dag kvar i din provperiod för Omnix Enterprise.
zh_cn: 免费试用期已延长。您的 Omnix Enterprise 试用期还剩 1 天。

source: EXTENSION DEPLOYMENT SETUP DETAILS
de: DETAILS ZUR EINRICHTUNG DER ERWEITERUNGSBEREITSTELLUNG
es: DETALLES DE CONFIGURACIÓN DE IMPLEMENTACIÓN DE LA EXTENSIÓN
fr: DÉTAILS DE CONFIGURATION DU DÉPLOIEMENT DE L'EXTENSION
it: DETTAGLI DI CONFIGURAZIONE DELLA DISTRIBUZIONE DELL’ESTENSIONE
ja: 拡張機能の導入設定の詳細
nl: INSTELLINGSGEGEVENS EXTENSIE-IMPLEMENTATIE
pt_br: DETALHES DA CONFIGURAÇÃO DE IMPLANTAÇÃO DA EXTENSÃO
sv: DETALJER OM INSTÄLLNING AV TILLÄGGSDISTRIBUERING
zh_cn: 扩展程序部署设置详细信息

source: You have %(daysLeft)s more days to try Omnix Enterprise, and your trial will now expire on %(endDate)s.
de: Sie haben noch %(daysLeft)s Tage, um Omnix Enterprise zu testen. Ihre Testversion läuft jetzt am %(endDate)s ab.
es: Tiene %(daysLeft)s días más para probar Omnix Enterprise, y su prueba ahora expirará el %(endDate)s.
fr: Vous avez encore %(daysLeft)s jours de plus pour essayer Omnix Enterprise, et votre période d'essai se terminera le %(endDate)s.
it: Hai ancora %(daysLeft)s giorni per provare Omnix Enterprise e la tua prova ora scadrà in data %(endDate)s.
ja: Omnix Enterprise をお試しいただけるのはあと%(daysLeft)s日です。トライアルは%(endDate)sに終了します。
nl: U heeft nog %(daysLeft)s dagen om Omnix Enterprise te proberen. Uw proefperiode verloopt nu op %(endDate)s.
pt_br: Você tem mais %(daysLeft)s dias para experimentar o Omnix Enterprise, e sua avaliação expirará em %(endDate)s.
sv: Du har %(daysLeft)s fler dagar på dig för att prova Omnix Enterprise och din provperiod kommer nu att upphöra %(endDate)s.
zh_cn: 您还有 %(daysLeft)s 天的时间可以试用 Omnix Enterprise，您的试用期将于 %(endDate)s 到期。

source: Turn on extension deployment security tools to exit preview mode and start monitoring threats and automatically warn employees visiting suspicious sites or using risky passwords—even if they don’t have a Dashlane account.
de: Aktivieren Sie die Sicherheitstools für die Erweiterungsbereitstellung, um den Vorschaumodus zu verlassen und mit der Überwachung von Bedrohungen zu beginnen. Mitarbeitende, die verdächtige Websites besuchen oder riskante Passwörter verwenden, werden automatisch gewarnt – selbst dann, wenn sie kein Dashlane-Konto haben.
es: Active las herramientas de seguridad de implementación de la extensión para salir del modo de vista previa y comenzar a supervisar las amenazas y advertir automáticamente a los empleados que visiten sitios sospechosos o usen contraseñas de riesgo, incluso si no tienen una cuenta de Dashlane.
fr: Activez les outils de sécurité de déploiement de l'extension pour quitter le mode aperçu, commencer à surveiller les menaces et avertir automatiquement les employés qui visitent des sites suspects ou qui utilisent des mots de passe à risque, même s'ils n'ont pas de compte Dashlane.
it: Attiva gli strumenti di sicurezza per la distribuzione dell'estensione per uscire dalla modalità di anteprima, iniziare a monitorare le minacce e avvisare automaticamente i dipendenti che visitano siti sospetti o utilizzano password rischiose, anche se non possiedono un account Dashlane.
ja: 拡張機能の導入セキュリティツールを有効化し、プレビューモードを終了して脅威の監視を開始します。これにより、Dashlane アカウントを持たない従業員であっても、不審なサイトへのアクセスや危険なパスワードの使用について自動的に警告します。
nl: Schakel beveiligingstools voor extensie-implementatie in om de voorbeeldmodus te verlaten en bedreigingen te monitoren. Medewerkers worden automatisch gewaarschuwd wanneer ze verdachte sites bezoeken of risicovolle wachtwoorden gebruiken, zelfs als ze geen Dashlane-account hebben.
pt_br: Ative as ferramentas de segurança de implantação da extensão para sair do modo de visualização e começar a monitorar ameaças e avisar automaticamente os funcionários que visitam sites suspeitos ou usam senhas arriscadas — mesmo que não tenham uma conta da Dashlane.
sv: Aktivera säkerhetsverktyg för tilläggsdistribuering för att avsluta förhandsgranskningsläge och börja övervaka hot och automatiskt varna anställda som besöker misstänkta webbplatser eller använder riskabla lösenord – även om de inte har ett Dashlane-konto.
zh_cn: 开启扩展程序部署安全工具以退出预览模式并开始监控威胁，并自动警告访问可疑网站或使用有风险密码的员工，即使他们没有 Dashlane 帐户。

source: %(seats)s total vault users
de: %(seats)s gesamte Tresor-Benutzer
es: %(seats)s usuarios totales de la caja fuerte
fr: %(seats)s utilisateurs du coffre-fort au total
it: %(seats)s utenti totali della cassaforte
ja: %(seats)s 人の保管庫ユーザー（合計）
nl: %(seats)s totale kluisgebruikers
pt_br: %(seats)s usuários do cofre no total
sv: %(seats)s kassaskåpsanvändare totalt
zh_cn: %(seats)s 个保管箱用户（总计）

source: More link sharing options coming soon
de: Weitere Optionen zum Teilen von Links bald verfügbar
es: Próximamente, más opciones para compartir enlaces
fr: Plus d'options de partage de lien bientôt disponibles
it: Ulteriori opzioni di condivisione dei link in arrivo
ja: リンク共有の詳細オプションを近日公開
nl: Binnenkort meer opties voor het delen van links beschikbaar
pt_br: Mais opções de compartilhamento de link em breve
sv: Fler alternativ för länkdelning kommer snart
zh_cn: 更多链接共享选项即将推出

source: Autofill is no longer available, but your data remains secure and exportable.
de: Automatisches ausfüllen ist nicht mehr verfügbar, aber Ihre Daten bleiben sicher und exportierbar.
es: El autocompletado ya no está disponible, pero sus datos siguen estando protegidos y los puede exportar.
fr: La remplissage automatique n'est plus disponible, mais vos données restent sécurisées et exportables.

source: Use your device biometrics, Windows Hello, or a security key to unlock Dashlane and autofill protected items.
de: Verwenden Sie die Biometriefunktionen Ihres Geräts, Windows Hello oder einen Sicherheitsschlüssel, um Dashlane zu entsperren und geschützte Elemente zu automatisches ausfüllen.
es: Use la biometría de su dispositivo, Windows Hello o una llave de seguridad para desbloquear los artículos protegidos de Dashlane y autocompletar.
fr: Utilisez la biométrie de votre appareil, Windows Hello ou une clé de sécurité pour déverrouiller Dashlane et remplir automatiquement vos éléments protégés.

source: Extension Deployment Configuration Updated
de: Bereitstellungskonfiguration der Erweiterung aktualisiert
es: Configuración de implementación de la extensión actualizada
fr: Configuration du déploiement de l'extension mise à jour
it: Configurazione di distribuzione dell'estensione aggiornata
ja: 拡張機能の展開設定を更新しました
nl: Configuratie voor extensie-implementatie bijgewerkt
pt_br: Configuração de Implantação de Extensão Atualizada
sv: Konfiguration för tilläggsdistribution uppdaterad
zh_cn: 扩展程序部署配置已更新

source: Manage visibility across your entire organization
de: Transparenz in Ihrem gesamten Unternehmen verwalten
es: Administre la visibilidad en toda su organización
fr: Gérez la visibilité au sein de l'ensemble de votre organisation
it: Gestisci la visibilità in tutta la tua organizzazione
ja: 組織全体の可視性を管理
nl: Beheer de zichtbaarheid binnen uw hele organisatie
pt_br: Gerencie a visibilidade em toda a sua organização
sv: Hantera synlighet i hela din organisation
zh_cn: 管理整个组织的可见性

source: Autofill is paused on this website until you turn it back on.
de: Automatisches ausfüllen ist bei dieser Website pausiert, bis Sie die Funktion wieder aktivieren.
es: El autocompletado está en pausa en este sitio web hasta que usted lo vuelva a activar.
fr: La remplissage automatique est suspendue pour ce site Web jusqu'à ce que vous la réactiviez.

source: Choose the file you want to import
de: Wählen Sie die Datei für den Import aus
es: Elija el archivo que quiere importar
fr: Choisissez le fichier que vous souhaitez importer
it: Scegli il file che desideri importare
ja: インポートするファイルを選択
nl: Kies het bestand dat u wilt importeren
pt_br: Escolha o arquivo que deseja importar
sv: Välj den fil som du vill importera
zh_cn: 选择您要导入的文件

source: Dismissed AI Phishing Alert on %(current_domain)s
de: Abgewiesene KI-Phishing-Warnung auf %(current_domain)s
es: Alerta de phishing de IA desestimada en %(current_domain)s
fr: Alerte de phishing par IA ignorée sur %(current_domain)s
it: Avviso di phishing IA ignorato su %(current_domain)s
ja: %(current_domain)s での AI フィッシングアラートを無視しました
nl: Afgewezen AI-phishing-waarschuwing op %(current_domain)s
pt_br: Alerta de phishing com IA dispensado em %(current_domain)s
sv: Avfärdad varning om AI-relaterat nätfiske på %(current_domain)s
zh_cn: 忽略了 %(current_domain)s 的 AI 网络钓鱼警报

source: detected
de: erkannt
es: detectado
fr: détecté
it: rilevato
ja: 検出されました
nl: gedetecteerd
pt_br: detectado
sv: upptäckt
zh_cn: 检测到

source: Recommended password
de: Empfohlenes Passwort
es: Contraseña recomendada
fr: Mot de passe recommandé
it: Password consigliata
ja: 推奨パスワード
nl: Aanbevolen wachtwoord
pt_br: Senha recomendada
sv: Rekommenderat lösenord
zh_cn: 推荐密码

source: Learn more about AI Phishing Detection
de: Erfahren Sie mehr über KI-Phishing-Erkennung
es: Más información sobre la detección de phishing de IA
fr: En savoir plus sur la détection du phishing par IA
it: Ulteriori informazioni sul rilevamento di phishing tramite IA
ja: AI フィッシング検出についての詳細はこちら
nl: Meer informatie over AI Phishing-detectie
pt_br: Saiba mais sobre a Detecção de phishing com IA
sv: Läs mer om AI-nätfiskedetektering
zh_cn: 详细了解 AI 网络钓鱼检测
